
export const ErrorMessage = {
  message:"予期しないエラーが発生しました。もう一度試すか、お問い合わせください。",
  ngword:"使用できないワードが含まれます。",
  tenover:"10文字以上で入力してください。",
  twodown:"20,000文字以内で入力してください。",
  byteSize:"サイズが大きすぎます。文量を減らしてください。",
  episordSelect:"エピソードが選択されていません",
  delete:"この投稿は存在しません。E400",
  twothousanddown:"2,000文字以内で入力してください。",
  message410:"このコメントは存在しません。E410",
  message420:"このコメントは存在しません。E420",
  message430:"返信先のコメントが存在しません。E430",
  message440:"エラーが発生しました。E440",
  message450:"このエピソードのレビューは既に存在しています。E450",
  message460:"このレビューは存在しないため、更新できません。E460",
  failedLogin:"ログインに失敗しました。もう一度試すか、お問い合わせください。",
  message490:"これ以上のコメントを連続で投稿することはできません。",
  // message491:"このレビュー、これ以上のコメントで投稿することはできません。",
  message491:"このレビューで、これ以上の投稿はできません。",
  message492:"これ以上のスレッドを立てることができません。",
  message493:"このスレッドで、これ以上の投稿はできません。",
  message494:"コメントに対する返信数が最大値に達しました。これ以上の投稿はできません。",
  message495:"コメントに対するユーザーの返信数が最大値に達しました。これ以上の投稿はできません。",
  // message496:"コメントに対する返信数が最大値に"
  // message494:"このレビュー、これ以上のコメントで投稿することはできません。"
}